{
  "orqanlar": {
    "Ürək": {
      "sekil": "heart-2.jpg",
      "neceIsleyir": "The heart is a four-chambered muscular organ that ensures the body's circulatory system. Oxygen-rich blood exits the left ventricle via the aorta to the body, while oxygen-poor blood is sent to the lungs from the right ventricle. The rhythm of the heartbeat is controlled by electrical impulses.",
      "neyeKomekEdIr": "It helps transport oxygen and nutrients to cells, removes waste products from the body, and plays a significant role in regulating blood pressure and body temperature.",
      "faktlar": [
        "On average, a human heart beats 100,000 times a day.",
        "The heart can pump over 3.5 million liters of blood in a year.",
        "The human heart starts beating at 3 weeks of embryonic development."
      ]
    },
    "Beyin": {
      "sekil": "brain-1.png",
      "neceIsleyir": "The brain is the central control center of the nervous system. Information is transmitted through electrical and chemical signals between neurons. The brain controls perception, thought, memory, movement, and body functions.",
      "neyeKomekEdIr": "It manages cognitive functions, movement, emotions, and vital functions. It connects the body with the environment through the nervous system.",
      "faktlar": [
        "There are more than 100 billion neurons in the brain.",
        "The brain uses 20% of the body's energy.",
        "Millions of nerve impulses are transmitted per second in the human brain."
      ]
    },
    "Dəri": {
      "sekil": "deri-1.avif",
      "neceIsleyir": "The skin consists of three main layers: the epidermis, dermis, and hypodermis. The epidermis provides external protection, the dermis contains blood vessels, nerves, and sweat glands. The skin senses temperature, pressure, and pain.",
      "neyeKomekEdIr": "It protects the body from external influences, regulates temperature, expels toxins through sweat, and participates in the synthesis of vitamin D.",
      "faktlar": [
        "The skin is the body's largest organ.",
        "The average skin area of an adult is 1.5-2 m².",
        "The outer layers of the skin renew every 28 days."
      ]
    },
    "Ağciyər": {
      "sekil": "lung.jpg",
      "neceIsleyir": "The lungs take in oxygen from the air and expel carbon dioxide. This exchange takes place in alveoli, small air sacs. The process of breathing is regulated by the diaphragm and rib muscles.",
      "neyeKomekEdIr": "The lungs deliver oxygen to the blood and remove carbon dioxide from the body. They help maintain the pH level of the blood.",
      "faktlar": [
        "Approximately 500 ml of air enters with each breath.",
        "The surface area of the lungs is roughly the size of a tennis court.",
        "The right lung consists of three lobes, while the left lung has two."
      ]
    },
    "Qaraciyər": {
      "sekil": "liver.jpg",
      "neceIsleyir": "The liver filters the blood, detoxifies substances, and participates in metabolism. It produces bile, which helps digest fats.",
      "neyeKomekEdIr": "It assists in eliminating toxins from the body, cleanses the blood, stores energy reserves, and synthesizes proteins.",
      "faktlar": [
        "The liver is the body's largest internal organ.",
        "It produces about 1 liter of bile daily.",
        "It participates in over 500 vital functions."
      ]
    },
    "Mədə": {
      "sekil": "stomach.avif",
      "neceIsleyir": "The stomach receives food and breaks it down with enzymes before gradually passing it into the small intestine. Gastric acid kills bacteria and starts protein digestion.",
      "neyeKomekEdIr": "It aids in the breakdown and digestion of food, as well as the absorption of nutrients into the body.",
      "faktlar": [
        "The stomach walls secrete 2-3 liters of gastric acid daily.",
        "An empty stomach is round, while a full stomach elongates.",
        "The mucosal layer of the stomach protects it from digesting itself."
      ]
    },
    "Böyrək": {
      "sekil": "kidney.jpeg",
      "neceIsleyir": "The kidneys are located on the back wall of the abdomen, on either side of the spine, and their main function is to filter blood. Each kidney contains approximately 1 million filtering units called nephrons. These nephrons filter waste, excess water, and salts from the blood, while reabsorbing useful substances back into the bloodstream. Through filtration, reabsorption, and secretion, urine is formed and passed to the bladder. The kidneys also regulate blood pressure, red blood cell production, and body fluid balance by releasing hormones.",
      "neyeKomekEdIr": "The kidneys maintain water and electrolyte balance, regulate pH levels, and eliminate toxins from the body. They regulate blood pressure via the renin hormone, stimulate red blood cell production through erythropoietin, and help maintain bone health by synthesizing active vitamin D.",
      "faktlar": [
        "The kidneys filter about 180 liters of blood daily, but only 1-2 liters of urine are produced.",
        "While there are two kidneys, it is possible to live a normal life with just one.",
        "The kidneys filter all the blood in the body approximately every 30 minutes.",
        "Urine composition provides important information about kidney health and body condition.",
        "Kidney stones can cause pain in the urinary tract due to crystallized substances.",
        "Without functioning kidneys, the body would become poisoned with toxins in just a few days, making dialysis or kidney transplants life-saving."
      ]
    },
    "Göz": {
      "sekil": "eye.jpeg",
      "neceIsleyir": "The eye is the main organ of the visual system and converts light into signals that the brain processes as images. Light enters through the cornea, passes through the pupil, and is focused by the lens. The light hits the retina where photoreceptor cells (rods and cones) convert it into electrical impulses. These impulses are transmitted via the optic nerve to the brain’s visual center, creating an image.",
      "neyeKomekEdIr": "The eye helps obtain visual information from the environment. It plays a crucial role in spatial orientation, reading, writing, movement coordination, and social interactions. It is also important for expressing emotions and communication.",
      "faktlar": [
        "The human eye can distinguish about 10 million different colors.",
        "The eye's size never increases after birth – it remains the same.",
        "The eye makes small movements hundreds of times per second to maintain a steady image.",
        "Blinking helps clean and keep the eye moist – a person blinks approximately 15,000 times a day.",
        "The retina is a direct extension of the brain.",
        "In darkness, rod cells are active, while cones function in light conditions."
      ]
    }
  }
}
